Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Time (min) from stroke onset to mTICI 2b/3 or completion, median (IQR)
es_es: Tiempo (min) desde el inicio del accidente cerebrovascular hasta el puntaje mTICI 2b/3 o la culminación, mediana (rango intercuartílico)

source: Time (min) from stroke onset to first hospital arrival, median (IQR)
es_es: Tiempo (min) desde el inicio del ACV hasta la primera llegada al hospital, mediana (RIC)

source: Time (min) from stroke onset to hospital arrival, median (IQR)
es_es: Tiempo (min) desde el inicio del ACV hasta la llegada al hospital, mediana (RIC)

source: Time (min) from stroke onset to initiation of intravenous thrombolysis, median (IQR)
es_es: Tiempo (min) desde el inicio del ACV hasta el inicio de la trombólisis intravenosa, mediana (RIC)

source: Time (minutes)
es_es: Tiempo (minutos)

source: Time - Person
es_es: Tiempo/Persona

source: Time /Person
es_es: Tiempo/Persona

source: Time Period, Frequency, and Method of Detecting AEs
es_es: Periodo de tiempo, frecuencia y métodos empleados para detectar los EA

source: Time Zone:
es_es: Zona horaria:

source: Time [min]
es_es: Tiempo [min]

source: Time [minutes]
es_es: Tiempo [minutos]

source: Time [months]
es_es: Tiempo [meses]

source: Time [s]
es_es: Tiempo [s]

source: Time at risk (AE) [years] = Sum of time at risk [days] over all patients in a treatment group / 365.25
es_es: Tiempo en riesgo (EA) [años] = Sumatoria del tiempo en riesgo [días] de todos los pacientes de un grupo de tratamiento / 365,25

source: Time at risk for event [years]
es_es: Tiempo en riesgo de padecer el evento [años]

source: Time base
es_es: Base temporal

source: Time between start of primary drying hold until Pirani reaches 95 % of total drop
es_es: Tiempo desde el inicio de la detención del secado primario hasta que el sensor Pirani alcanza el 95% de la disminución total

source: Time course of icIEF – regions 1, 2, 3 at 30°C
es_es: Curso cronológico de iCIEF: regiones 1, 2, 3 a 30° C

source: Time course of icIEF – regions 1, 2, 3 at 60°C
es_es: Curso cronológico de iCIEF: regiones 1, 2, 3 a 60° C

source: Time course of CGE red.
es_es: Curso cronológico de la CGE red.

source: Time course of CGE red. – main peak and fragment 1 at 30°C
es_es: Curso cronológico de la CGE red.: pico principal y fragmento 1 a 30° C

source: Time course of CGE red.– main peak and fragment 1 of Metalyse® (blue) TNKase® (green) DP stored under thermal stress conditions of 60°C
es_es: Curso cronológico de CGE red.: pico principal y fragmento 1, medicamentos Metalyse® (azul) y TNKase® (verde) almacenados en condiciones térmicas extremas a 60° C

source: Time course of clot lysis at 30°C
es_es: Curso cronológico de lisis de coágulo a 30° C

source: Time course of clot lysis at 60°C
es_es: Curso cronológico de lisis de coágulo a 60° C

source: Time course of clot lysis of Metalyse® (blue) TNKase® (green) DP stored under thermal stress conditions of 60°C
es_es: Curso cronológico de lisis de coágulo, medicamentos Metalyse® (azul) y TNKase® (verde) almacenados en condiciones térmicas extremas a 60° C

source: Time course of clot lysis of Metalyse® (blue) TNKase® (green) DP stored at 30°C
es_es: Curso cronológico de lisis de coágulo, medicamentos Metalyse® (azul) y TNKase® (verde) almacenados a 30° C

source: Time course of clot lysis of Metalyse® (blue) TNKase® (green) DS stored at -20°C
es_es: Curso cronológico de lisis de coágulo, principio activo de Metalyse® (azul) y de TNKase® (verde) almacenados a -20° C

source: Time course of monomer (HPSEC) at 60°C
es_es: Curso cronológico de monómero (HPSEC) a 60° C

source: Time course of monomer (HPSEC) at 30°C
es_es: Curso cronológico de monómero (HPSEC) a 30° C

source: Time course of monomer (HPSEC) of Metalyse® (blue) TNKase® (green) DP stored under thermal stress conditions of 60°C
es_es: Curso cronológico de monómero (HPSEC), medicamentos Metalyse® (azul) y TNKase® (verde) almacenados en condiciones térmicas extremas a 60° C

source: Time course of monomer (HPSEC) of Metalyse® (blue) TNKase® (green) DS stored at -20°C
es_es: Curso cronológico de monómero (HPSEC), principio activo de Metalyse® (azul) y de TNKase® (verde) almacenados a -20° C

source: Time course of monomer (HPSEC) of Metalyse® (blue) TNKase® (green) DP stored at 30°C
es_es: Curso cronológico de monómero (HPSEC), medicamentos Metalyse® (azul) y TNKase® (verde) almacenados a 30° C

source: Time course of single-chain at 30°C
es_es: Curso cronológico de cadena única a 30° C

source: Time course of single-chain at 60°C
es_es: Curso cronológico de cadena única a 60° C

source: Time course of single-chain of Metalyse ® (blue) TNKase® (green) DP stored under thermal stress conditions of 60°C
es_es: Curso cronológico de cadena única, medicamentos Metalyse ® (azul) y TNKase® (verde) almacenados en condiciones térmicas extremas a 60°C

source: Time course of single-chain of Metalyse ® (blue) TNKase® (green) DP stored at 30°C
es_es: Curso cronológico de cadena única, medicamentos Metalyse ® (azul) y TNKase® (verde) almacenados a 30° C

source: Time course of single-chain of Metalyse® (blue) TNKase® (green) DS stored at -20°C
es_es: Curso cronológico de cadena única, principio activo de Metalyse® (azul) y de TNKase® (verde) almacenados a -20° C

source: Time from first to second adjudicated HHF
es_es: Tiempo transcurrido desde la primera hasta la segunda hospitalización por insuficiencia cardíaca adjudicada

source: Time from initiation of IV thrombolysis to arterial puncture (lysis to puncture), median (IQR), min
es_es: Tiempo desde el inicio de la trombólisis i.v. hasta la punción arterial (lisis a punción), mediana (RIC), min

source: Time from stroke onset to first hospital arrival, median (IQR), min
es_es: Tiempo desde el inicio del acc. cerebrovascular hasta la primera llegada al hospital, mediana (RIC), min

source: Time from stroke onset to initiation of intravenous thrombolysis, median (IQR), min
es_es: Tiempo desde el inicio del acc. cerebrovascular hasta el inicio de la trombólisis intravenosa, mediana (RIC), min

source: Time from stroke symptom onset to needle >4.5 h*
es_es: Tiempo desde inicio de síntomas de ACV hasta punción >4.5 h*

source: Time from the first to the second HHF (further endpoint)
es_es: Tiempo transcurrido desde la primera hasta la segunda hospitalización por insuficiencia cardíaca (criterio de valoración adicional)

source: Time from thrombolysis initiation to eTICI 2c/3
es_es: Tiempo desde el inicio de la trombólisis hasta una puntuación de TICI 2c/3

source: Time from thrombolysis initiation to eTICI 2c/3 will be examined using quantile regression with a treatment group as an independent variable and time from thrombolysis initiation to eTICI 2c/3, including site of arterial occlusion as a treatment covariate for adjustment purposes.
es_es: Se examinará el tiempo desde el inicio de la trombólisis hasta alcanzar un eTICI 2c/3 mediante regresión cuantílica, considerando el grupo de tratamiento como variable independiente y el tiempo desde el inicio de la trombólisis hasta alcanzar un eTICI 2c/3 como variable dependiente. El sitio de oclusión arterial se incluirá como covariable de ajuste.

source: Time from thrombolysis initiation to TICI 2c/3
es_es: Tiempo transcurrido desde el inicio de la trombólisis hasta un TICI 2c/3

source: Time in study [years]
es_es: Año de estudio [años]

source: Time in the trial and exposure to study medication – TS
es_es: Tiempo en el ensayo y exposición a la medicación del ensayo - GT

source: Time in the trial and exposure to trial medication
es_es: Tiempo en el ensayo y exposición a la medicación del ensayo

source: Time of Flight MRA will be obtained to determine the presence or absence of MCA stem or major branch occlusion.
es_es: Se obtendrá una resonancia magnética de tiempo de vuelo para determinar si existe una oclusión en la arteria cerebral media o en alguna de las ramas principales.

source: Time of exposure (Trimester)
es_es: Tiempo de exposición (Trimestre)

source: Time point (min)
es_es: Momento de medición (min)

source: Time point for the EOT visit was communicated via an investigator letter when the Sponsor was confident that required number of events would be reached within a reasonable timeframe.
es_es: Cuando el patrocinador confiaba en que se alcanzaría la cantidad requerida de eventos dentro de un plazo razonable, se indicaba el momento de la visita de fin del tratamiento por medio de una carta del investigador.

source: Time point may be performed to extend shelf life
es_es: Puede hacerse una prueba en este momento para prolongar la vida útil.

source: Time primary drying time - hold phase [h]
es_es: Tiempo de secado primario - fase de detención [h]

source: Time resolution
es_es: Resolución temporal

source: Time since diagnosis of diabetes
es_es: Tiempo desde el diagnóstico de diabetes

source: Time since diagnosis of type 2 diabetes, N (%)
es_es: Tiempo desde el diagnóstico de diabetes tipo 2, N (%)

source: Time to 3-point MACE, MI, stroke, TIA, and new onset of atrial fibrillation, Cox regression – RS
es_es: Tiempo transcurrido hasta la aparición de MACE en 3 puntos, infarto de miocardio, accidente cerebrovascular, ataque transisquémico y nueva manifestación de fibrilación auricular. Regresión de Cox. Grupo aleatorizado

source: Time to CV death (secondary endpoint)
es_es: Tiempo transcurrido hasta la muerte cardiovascular (criterio de valoración secundario)

source: Time to CV death or the composite renal endpoint (further endpoint)
es_es: Tiempo transcurrido hasta la muerte cardiovascular o el criterio de valoración renal compuesto (criterio de valoración adicional)

source: Time to CV death, HHF, or the composite renal endpoint (further endpoint)
es_es: Tiempo transcurrido hasta la muerte cardiovascular, hospitalización por insuficiencia cardíaca o el criterio de valoración renal compuesto (criterio de valoración adicional)

source: Time to acute kidney injury based on PT (further endpoint)
es_es: Tiempo transcurrido hasta la lesión renal aguda, con base en el término preferente (criterio de valoración adicional)

source: Time to adjudicated CV death
es_es: Tiempo transcurrido hasta la muerte CV adjudicada

source: Time to all-cause mortality
es_es: Tiempo transcurrido hasta la mortalidad por todas las causas

source: Time to all-cause mortality (secondary endpoint)
es_es: Tiempo transcurrido hasta la mortalidad por todas las causas (criterio de valoración secundario)

source: Time to all-cause mortality or all-cause hospitalisation (further endpoint)
es_es: Tiempo transcurrido hasta la mortalidad por todas las causas u hospitalización por todas las causas (criterio de valoración adicional)

source: Time to all-cause mortality or the composite renal endpoint (further endpoint)
es_es: Tiempo transcurrido hasta la mortalidad por todas las causas o el criterio de valoración renal compuesto (criterio de valoración adicional)

source: Time to all-cause mortality, CV death, and non-CV death, Cox regression – RS
es_es: Tiempo transcurrido hasta la mortalidad por todas las causas, muerte cardiovascular y muerte no cardiovascular, regresión de Cox. Grupo aleatorizado

source: Time to and proportion of patients with first intake of rescue medication – TS_D
es_es: Proporción de pacientes con una primera ingesta de la medicación de rescate y tiempo necesario hasta la primera toma. GT_D

source: Time to atrial fibrillation (defined as time to first reported ECG indicating atrial fibrillation or to first adverse event with PT atrial fibrillation)
es_es: Tiempo transcurrido hasta la fibrilación auricular (definido como tiempo transcurrido hasta el primer ECG que indique fibrilación auricular o hasta el primer evento adverso asimilable al término preferente "fibrilación auricular")

source: Time to event [months]
es_es: Tiempo transcurrido hasta el evento [meses]

source: Time to first 3P-MACE – TS
es_es: Tiempo transcurrido hasta el primer 3P-MACE. TS

source: Time to first HHF (secondary endpoint)
es_es: Tiempo transcurrido hasta la primera hospitalización por insuficiencia cardíaca (criterio de valoración secundario)

source: Time to first acute kidney injury (based on preferred term)
es_es: Tiempo transcurrido hasta la primera lesión renal aguda (con base en el término preferente)

source: Time to first adjudicated HHF
es_es: Tiempo transcurrido hasta la primera hospitalización por insuficiencia cardíaca adjudicada

source: Time to first all-cause hospitalisation
es_es: Tiempo transcurrido hasta la primera hospitalización por todas las causas

source: Time to first all-cause hospitalisation (further endpoint)
es_es: Tiempo transcurrido hasta la primera hospitalización por todas las causas (criterio de valoración adicional)

source: Time to first event of adjudicated CV death or adjudicated HHF
es_es: Tiempo transcurrido hasta el primer evento de muerte cardiovascular adjudicada u hospitalización por insuficiencia cardíaca adjudicada

source: Time to first investigator reported CV hospitalisation
es_es: Tiempo transcurrido hasta la primera hospitalización por motivos cardiovasculares consignada por el investigador

source: Time to first new onset of sustained normo- or micro-albuminuria (UACR ≤300 mg/g) in patients with macro albuminuria at baseline
es_es: Tiempo transcurrido hasta la primera nueva manifestación de normo- o microalbuminuria sostenida (cociente albúmina/creatinina en orina ≤300 mg/g) en pacientes con macroalbuminuria al inicio

source: Time to first new onset of sustained normo-albuminuria (UACR <30 mg/g) in patients with micro- or macro-albuminuria at baseline
es_es: Tiempo transcurrido hasta la primera nueva manifestación de normoalbuminuria sostenida (cociente albúmina/creatinina en orina <30 mg/g) en pacientes con micro- o macroalbuminuria al inicio

source: Time to first occurrence of 3P-MACE
es_es: Tiempo transcurrido hasta la aparición del primer componte del complejo MACE de 3 puntos

source: Time to first occurrence of 4P-MACE
es_es: Tiempo transcurrido hasta la aparición del primer componte del complejo MACE de 4 puntos

source: Time to investigator-defined CV death, Cox regression – RS
es_es: Tiempo transcurrido hasta la muerte cardiovascular definida por el investigador, regresión de Cox. Grupo aleatorizado

source: Time to investigator-defined CV hospitalisation (further endpoint; defined in the TSAP)
es_es: Tiempo transcurrido hasta la hospitalización definida por el investigador como cardiovascular (criterio de valoración adicional definido en el plan de análisis estadístico del ensayo)

source: Time to new onset of atrial fibrillation (as ECG findings or as AEs with PT “atrial fibrillation”)
es_es: Tiempo transcurrido hasta la nueva manifestación de fibrilación auricular (como hallazgos en el ECG o como eventos adversos asimilables al término preferente "fibrilación auricular")

source: Time to non-CV death (further endpoint; defined in the TSAP)
es_es: Tiempo transcurrido hasta la muerte no cardiovascular (criterio de valoración adicional definido en el plan de análisis estadístico del ensayo)

source: Time to non-CV death (i.e. death cases not included in the definition of adjudicated CV death)
es_es: Tiempo transcurrido hasta la muerte no CV adjudicada (es decir, casos de muerte no incluidos en la definición de muerte CV adjudicada)

source: Time to onset of DM (defined as HbA1c ≥6.5% or as diagnosed by the investigator) in patients with pre-DM4
es_es: Tiempo transcurrido hasta la manifestación de diabetes mellitus (definida como HbA1c ≥ 6.5% o según diagnóstico del investigador) en pacientes con prediabetes mellitus4

source: Time to onset of DM in patients with pre-DM (secondary endpoint)
es_es: Tiempo transcurrido hasta la aparición de diabetes mellitus en pacientes con prediabetes (criterio de valoración secundario)

source: Time to progression or reversal of albuminuria, Cox regression – RS
es_es: Tiempo transcurrido hasta la progresión o retrotracción de la albuminuria, regresión de Cox. Grupo aleatorizado

source: Time to the composite renal endpoint (secondary endpoint)
es_es: Tiempo transcurrido hasta el criterio de valoración renal compuesto (criterio de valoración secundario)

source: Time to the first event in the composite renal endpoint:
es_es: Tiempo transcurrido hasta el primer evento en el criterio de valoración renal compuesto:

source: Time to the first event of adjudicated CV death or HHF, Cox regression – RS
es_es: Tiempo hasta el primer evento adjudicado como muerte cardiovascular u hospitalización por insuficiencia cardíaca, regresión de Cox. Grupo aleatorizado

source: Time to the first event of adjudicated CV death or HHF, estimated cumulative incidence function (considering non-CV death as a competing risk) – RS
es_es: Tiempo transcurrido hasta el primer evento adjudicado como muerte cardiovascular u hospitalización por insuficiencia cardíaca, función de incidencia acumulada estimada (considerando la muerte no CV como riesgo competitivo). Grupo aleatorizado

source: Time to the first investigator-defined HHF, Cox regression – RS
es_es: Tiempo transcurrido hasta el primer evento definido por el investigador como hospitalización por insuficiencia cardíaca, regresión de Cox. Grupo aleatorizado

source: Time to the first renal event, Cox regression – RS
es_es: Tiempo transcurrido hasta el primer evento renal, regresión de Cox. Grupo aleatorizado

source: Time to the onset of DM in patients with pre-DM, Cox regression – RS
es_es: Tiempo transcurrido hasta la aparición de diabetes mellitus en pacientes con prediabetes, regresión de Cox. Grupo aleatorizado

source: Time {min)
es_es: Tiempo (min)

source: Time*
es_es: Tiempo*

source: Time-pressure filler in SM3 requires ambient BDS temperature for homogeneous dosing performance.
es_es: El sistema de llenado por tiempo y presión del área SM3 requiere una temperatura ambiente por BDS para que la dosificación sea homogénea.

source: Time-to-event endpoints:
es_es: Criterios de valoración referidos al tiempo transcurrido hasta el evento:

source: Time:
es_es: Tiempo:

source: Timepoint (min)
es_es: Momento (min)

source: Timestamp
es_es: Marca temporal

source: Timestamps
es_es: Marcas temporales

source: Timing
es_es: Tiempos:

source: Tiotropium Bromide
es_es: Bromuro de tiotropio

source: Tiotropium bromide and Olodaterol hydrochloride are the official International Non-propriety Name (INN) of the active ingredients.
es_es: Bromuro de tiotropio y Clorhidrato de olodaterol son las denominaciones comunes internacionales (DCI) de los principios activos.

source: Tiotropium bromide and olodaterol hydrochloride are the active pharmaceutical ingredients (APIs) in the formulation of Spiolto® Respimat®.
es_es: El bromuro de tiotropio y el clorhidrato de olodaterol son los ingredientes farmacéuticos activos (API) formulados en Spiolto® Respimat®.

source: Tiotropium bromide monohydrate1)
es_es: Bromuro de tiotropio monohidrato ¹

source: Tiotropium+Olodaterol, Respimat® Solution for Inhalation
es_es: Tiotropio+Olodaterol, Respimat®, Solución para inhalación

source: Tiotropium+Olodaterol, Respimat®, Solution for Inhalation
es_es: Tiotropio+Olodaterol, Respimat®, Solución para inhalación

source: Tipo de excipiente
es_es: Type of inactive ingredient

source: Tissue Plasminogen Activator (alteplase)
es_es: Activador de plasminógeno tisular (alteplasa)

source: Tissue plasminogen activator
es_es: Activador de plasminógeno tisular natural

source: Titanium dioxide
es_es: Dióxido de titanio

source: Titanium dioxide (Titanium oxide)
es_es: Dióxido de titanio (óxido de titanio)

source: Titanium dioxide 7,8
es_es: Dióxido de titanio 7, 8

source: Titanium oxide
es_es: Óxido de titanio

source: Title
es_es: Título

source: Title of trial
es_es: Título del ensayo

source: Title or Type of Document:
es_es: Título o tipo de documento:

source: Titrate and adjust the solution to contain 45.0 mg of FeCl3,6H2O per millilitre by adding the same acidic mixture.
es_es: Valorar y ajustar la solución hasta qeu contenga 45.0 mg de FeCl3,6H2O por mililitro, añadiendo la misma mezcla ácida.

source: Titrate and adjust the solution to contain 59.5 mg of CoCl2,6H2O per millilitre by adding the same acidic mixture.
es_es: Valorar y ajustar la solución hasta que contenga 59.5 mg de CoCl2,6H2O por mililitro, añadiendo la misma mezcla ácida.

source: Titrate and adjust the solution to contain 62.4 mg of CuSO4,5H2O per millilitre by adding the same acidic mixture.
es_es: Valorar y ajustar la solución hasta qeu contenga 62.4 mg de CuSO4,5H2O por mililitro, añadiendo la misma mezcla ácida.

source: Titrate the iodine released with 0.1 M sodium thiosulfate, using 0.5 mL of starch solution R, added towards the end of the titration, as indicator.
es_es: Valorar el yodo liberado con tiosulfato de sodio 0.1M, usando 0.5 ml de solución de almidón R como indicador, añadido al final de la valoración.

source: Titrate the distillate as described for the blank determination with 0.025 M sodium hydroxide (n2 mL).
es_es: Valorar el destilado como se describe para la determinación del blanco con hidróxido de sodio 0.025 M (n2 ml).

source: Titrate the distillate with 0.025 M sodium hydroxide (n1 mL), using methyl red mixed solution R as indicator.
es_es: Valorar el destilado con hidróxido de sodio 0.025 M(n1 ml), usando como indicador una solución mixta de rojo de metilo R.

source: Titrate the solution potentiometrically using 0.1 M sodium hydroxide solution.
es_es: Valorar la solución por potenciometría, con solución de hidróxido de sodio 0.1 M.

source: Titrate this test solution potentiometrically with perchloric acid solution, c (HClO4) = 0.1mol/l.
es_es: Valorar potenciométricamente esta solución de análisis con solución de ácido perclórico, c (HClO4) = 0.1 mol/l.

source: Titrate with *0.01 M sodium thiosulfate,* determining the end-point potentiometrically (2.2.20).
es_es: Valorar con *tiosulfato de sodio 0.01 M*, determinando el punto final por potenciometría *(2.2.20).*

source: Titrate with *0.1 M hydrochloric acid*, determining the end-point potentiometrically *(2.2.20)*.
es_es: Valorar con *ácido clorhídrico 0.1 M*, determinando el valor extremo por potenciometría *(2.2.20).*

source: Titration with perchloric acid
es_es: Valoración con ácido perclórico

source: Titration with silver nitrate solution*1
es_es: Valoración con solución de nitrato de plata*1

source: Titration.
es_es: Valoración.

source: Titulo
es_es: Título

source: To 10 mL add 0.1 mL of dilute hydrochloric acid R and 0.1 mL of barium chloride solution R1.
es_es: A 10 ml agregar 0.1 ml deácido clorhídrico diluido R y 0.1 ml desolución cloruro de bario R1.

source: To 10 mL add 1 mL of dilute nitric acid R and 0.2 mL of silver nitrate solution R2.
es_es: A 10 ml agregar 1 ml deácido nítrico diluido R y 0.2 ml desolución nitrato de plata R2.

source: To 10 mL of solution S, add 1.7 mL of dilute hydrochloric acid R and dilute to 15 mL with distilled water R.
es_es: A 10 ml de la solución *S,* añadir 1.7 ml de *ácido clorhídrico diluido R* y diluir con *agua destilada R* hasta obtener 15 ml.

source: To 10 mL, freshly boiled and cooled in a borosilicate glass flask, add 0.05 mL of methyl red solution R.
es_es: A 10 ml, recién hervidos y enfriados en un matraz de vidrio de borosilicato, agregar 0.05 ml desolución rojo de metilo R.

source: To 100 mL add 10 mL of dilute sulfuric acid R and 0.1 mL of 0.02 M potassium permanganate and boil for 5 min. The solution remains faintly pink.
es_es: A 100 ml, agregarles 10 ml deácido sulfúrico diluido R y 0.1 ml de permanganato de potasio 0.02 M y hervir durante 5 min; la solución permanece ligeramente rosada.
